accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-utils
arch-audit
aria2
atool
base
base-devel
bash-completion
bluez
bluez-utils
brightnessctl
chaotic-keyring
chaotic-mirrorlist
dconf-editor
dhclient
dmidecode
dosfstools
downgrade
dunst
duperemove
easyeffects
efibootmgr
efitools
envycontrol
ethtool
exfatprogs
ffmpegthumbnailer
fwupd
gamemode
geoip
geoip-database-extra
git
greetd-tuigreet
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gvfs-mtp
haveged
hdparm
htop
hunspell-en_gb
hunspell-en_us
hunspell-ru
hyprland-git
intel-ucode
inxi
iwd
kitty-git
kvantum
lib32-gamemode
lib32-opencl-nvidia
lib32-vkd3d
libreoffice-fresh
linux-firmware
linux-zen
linux-zen-headers
logrotate
lsp-plugins-lv2
lsscsi
lutris
man-db
man-pages
materia-gtk-theme
mediainfo
mesa-utils
mlocate
mpc
mpd
mpv
mullvad-vpn-cli
ncmpcpp
neovim
networkmanager
nfs-utils
nnn
noto-fonts
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
opencl-nvidia
otf-font-awesome
p7zip
papirus-icon-theme
pass
pavucontrol
pipewire-alsa
pipewire-pulse
pkgstats
polkit-kde-agent
proton-ge-custom
protontricks-git
python-adblock
qt6ct
qutebrowser
rclone-git
rebuild-detector
reflector
rsync
sg3_utils
smartmontools
snapper
sof-firmware
sway-launcher-desktop
swayidle
swayimg
swaylock-git
swww
telegram-desktop
tlp
tor
translate-shell
transmission-cli
trash-cli
ttf-dejavu
ttf-liberation
tty-clock
udiskie
ufw
units
unrar
unzip
usb_modeswitch
vkd3d
vulkan-tools
waybar
wget
whois
wine-gecko
wine-mono
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yt-dlp
zathura-djvu
zathura-pdf-mupdf
zsh-completions
